{
  "title": {
    "equilibre": "Equilibrium",
    "home": "Home",
    "about": "About",
    "A_Man": "A man",
    "A_Woman": "A woman",
    "wouldLikeToTalkTo": "I would you like to talk to ",
    "Dans": "In",
    "confession_barjo": "Confessions of a Crap Artist",
    "wikipedia_link_barjo": "https://en.wikipedia.org/wiki/Confessions_of_a_Crap_Artist",
    "isidore": ", by Philip K. Dick, the main character, Jack Isidore, talks about his need four types of women to be balanced:",
    "attirante": "an attractive woman for sexuality",
    "maternelle": "a motherly woman for comfort,",
    "creative": "a creative woman to stimulate his mind,",
    "spirituelle": "and a woman who shares his philosophical beliefs.",
    "idee": "This idea illustrates the complexities and contradictions of human psychology that are often explored in the works of Philip K. Dick.",
    "appli_equi": "The Equilibre application allows you to chat with the profile of a person who matches your current state of mind.",
    "whoYouWantToTalk": "Who would you like to chat with?"
  },
  "horde_api": {
    "keyPlaceholder": "Enter your API key",
    "getKey": "get your personal api key from horde",
    "accelerate": "to speed up the generation of text and images, and save it in your browser",
    "keyActive": "Your Horde API key is active.",
    "keyInit": "Reset my horde API key",
    "more_horde_info": "more info on how the horde works",
    "explanation1": "to obtain a Horde API key, by clicking on ",
    "this_link": "this register link",
    "explanation2": "which will allow you to be prioritized and generate text and images faster. For the API, it is not necessary to connect to one of the indicated providers. You just have to indicate a user name (Display Name) and note the code which will be generated in the orange banner, copy it. Keep this code in a corner and insert it into the `API key` input field on the page "
  },
  "chatbox": {
    "placeholder": "Ask me anything you want...",
    "send": "Send",
    "bonjour": "Hello"
  },
  "femme": {
    "spirituelle": {
      "titre": "Graziella is spiritual",
      "description": "Graziella shares her values, beliefs and worldview. She offers a deep connection on the philosophical and spiritual level.",
      "action": "Chat with Graziella"
    },
    "creative": {
      "titre": "Séraphine is creative",
      "description": "Séraphine embodies the intellectual and creative aspects of life. She inspires, encourages personal growth and nourishes the mind through sharing ideas and experiences.",
      "action": "Chat with Séraphine"
    },
    "maternelle": {
      "titre": "Nathalie is a maternal woman",
      "description": "Nathalie offers emotional support and a sense of security. She can play the role of a mother, providing a refuge against external pressures and difficult moments.",
      "action": "Chat with Nathalie"
    },
    "attirante": {
      "titre": "Emma is attractive and seductive",
      "description": "Emma represents the physical and sexual aspects of life. She can satisfy sexual desires and passion, offering a connection on the sensual level.",
      "action": "Chat with Emma"
    }
  },
  "homme": {
    "ecouteur": {
      "titre": "Jonathan is an empathic listener",
      "description": "Jonathan embodies sincere empathy and attentive listening, offering unconditional support. He provides emotional stability and creates an environment conducive to personal growth.",
      "action": "Chat with Jonathan"
    },
    "drole": {
      "titre": "Marco is funny and light-hearted",
      "description": "Marco brings joy to every day with his contagious humor, even in difficult situations. He invites adventure, creating memorable experiences and pushing boundaries beyond the mundane.",
      "action": "Chat with Marco"
    },
    "fiable": {
      "titre": "Alex is respectful and dependable",
      "description": "Alex embodies kindness, establishing relationships based on mutual respect and transparent communication. His altruistic spirit inspires admiration, showing a committed and involved member of society.",
      "action": "Chat with Alex"
    },
    "creatif": {
      "titre": "Nicolas is creative and intellectually stimulating",
      "description": "Nicolas, with his intellectually stimulating conversations, shares a passion for deep discussions and an insatiable desire for personal and intellectual growth. Ambitious and motivated in both personal and professional aspirations, he expresses a fluid creativity, bringing an artistic touch to every aspect of life.",
      "action": "Chat with Nicolas"
    },
    "irresistible": {
      "titre": "Gabriel is irresistible and charming",
      "description": "Gabriel has a magnetic charm that captures the attention of everyone he meets. He incarnaes the powerful attraction, adding an irresistible element to his personality. He is a master of intimacy, creating experiences that are both sensual and memorable.",
      "action": "Chat with Gabriel"
    }
  }
}