{
  "title": {
    "equilibre": "Equilibre",
    "home": "Accueil",
    "about": "A propos",
    "A_Man": "Un homme",
    "A_Woman": "Une femme",
    "wouldLikeToTalkTo": "J'aimerais discuter avec ",
    "Dans": "Dans",
    "confession_barjo": "Confession d'un Barjo",
    "wikipedia_link_barjo": "https://fr.wikipedia.org/wiki/Confessions_d%27un_barjo",
    "isidore": ", de Philip K.Dick, le personnage principal, Jack Isidore, évoque son besoin de quatre types de femmes pour être équilibré :",
    "attirante": "une femme attirante pour le sexe,",
    "maternelle": "une femme maternelle pour le réconfort,",
    "creative": "une femme créative pour stimuler son esprit,",
    "spirituelle": "et une femme qui partage ses croyances philosophiques.",
    "idee": "Cette idée illustre les complexités et les contradictions de la psychologie humaine qui sont souvent explorées dans les œuvres de Philip K. Dick.",
    "appli_equi": "L'application Equilibre vous permet de discuter avec le profil de personne qui correspond à votre état d'edprit du moment.",
    "whoYouWantToTalk": "Avec qui souhaiteriez-vous discuter ?"
  },
  "horde_api": {
    "keyPlaceholder": "Entrez votre clé d'api horde",
    "getKey": "obtenir votre clé d'api personnelle de la horde",
    "accelerate": "pour accélérer la génération de texte et d'image, et l'enregistrez la dans votre navigateur",
    "keyActive": "Votre clé d'api Horde est active.",
    "keyInit": "Reinitialiser ma clé API horde",
    "more_horde_info": "plus d'infos sur le fonctionnement de la horde",
    "explanation1": "pour obtenir une clé API Horde, en cliquant sur ",
    "this_link": "ce lien d'enregistrement",
    "explanation2": "qui vous permettra d'être prioritaire et de générer le texte et les images plus rapidement. Pour l'API, il n'est pas nécessaire de se connecter sur l'un des providers indiqués.Vous avez juste à indiquer un nom d'utilisateur (Display Name) et à noter le code qui sera généré dans le bandeau orange, copiez-le. Garder ce code dans un coin et insérez le dans le champ de saisie `clé d'API` de la page "
  },
  "chatbox": {
    "placeholder": "Demande-moi ce que tu veux...",
    "send": "Envoyer",
    "bonjour": "Bonjour"
  },
  "femme": {
    "spirituelle": {
      "titre": "Graziella est spirituelle",
      "description": "Graziella partage ses valeurs, ses croyances et sa vision du monde. Elle offre une connexion profonde sur le plan philosophique et spirituel.",
      "action": "Discuter avec Graziella"
    },
    "creative": {
      "titre": "Séraphine est créative",
      "description": "Séraphine incarne l'aspect intellectuel et créatif de la vie. Elle inspire, encourage la croissance personnelle et nourrit l'esprit par le partage d'idées et d'expériences intellectuelles.",
      "action": "Discuter avec Séraphine"
    },
    "maternelle": {
      "titre": "Nathalie est maternelle",
      "description": "Nathalie offre un soutien émotionnel et un sentiment de sécurité. Elle peut jouer le rôle de la mère, fournissant un refuge contre les pressions extérieures et les moments difficiles.",
      "action": "Discuter avec Nathalie"
    },
    "attirante": {
      "titre": "Emma est attirante et aime séduire",
      "description": "Emma représente la dimension physique et sexuelle de la vie. Elle peut satisfaire les besoins de désir et de passion, offrant une connexion charnelle.",
      "action": "Discuter avec Emma"
    }
  },
  "homme": {
    "ecouteur": {
      "titre": "Jonathan est un écouteur empathique",
      "description": "Jonathan incarne une empathie sincère et une écoute attentive, offrant un soutien inconditionnel. Il apporte une stabilité émotionnelle rassurante, créant un environnement propice à l'épanouissement.",
      "action": "Discuter avec Jonathan"
    },
    "drole": {
      "titre": "Marco est drôle et doté de légèreté",
      "description": "Marco illumine chaque journée avec son humour contagieux, faisant rire même dans les moments difficiles. Il invite à l'aventure, créant des expériences mémorables et repoussant les limites du quotidien.",
      "action": "Discuter avec Marco"
    },
    "fiable": {
      "titre": "Alex est respectueux et fiable",
      "description": "Alex incarne la bienveillance, établissant des relations basées sur le respect mutuel et une communication transparente. Son engagement altruiste suscite une admiration, montrant un côté attentionné et impliqué dans la société.",
      "action": "Discuter avec Alex"
    },
    "creatif": {
      "titre": "Nicolas est créatif et intellectuel",
      "description": "Nicolas, avec son intellect stimulant, partage une passion pour des discussions profondes et une croissance intellectuelle constante. Ambitieux et motivé dans ses aspirations personnelles et professionnelles, il exprime une créativité fluide, apportant une touche artistique à chaque aspect de la vie.",
      "action": "Discuter avec Nicolas"
    },
    "irresistible": {
      "titre": "Gabriel est irrésistible et attirant",
      "description": "Gabriel possède un charisme magnétique qui attire instantanément l'attention, captivant tous ceux qui croisent son regard. Il incarne l'attirance puissante, ajoutant un élément de séduction irrésistible. Il est une bête de sexe, maîtrisant l'art de l'intimité pour créer des expériences sensuelles inoubliables.",
      "action": "Discuter avec Gabriel"
    }
  }
}